// export default {
//   imageSrc: '../../assets/image/Project.png',
//   title: 'Project',
//   benefits: [
//     '졸업 프로젝트를 제외하면, 사람들과 협업할 기회를 접하기는 어렵습니다.',
//     '7주간 진행되는 프로젝트를 통해 직무에 대한 방향성을 제공합니다.',
//     '프로젝트를 통해 코딩, 디자인, 프로젝트 관리, 형상 관리(Git) 등 컴퓨터 공학의 여러 분야에서 성장합니다.',
//     '프로젝트 결과물은 기업, 대학원, 공모전 등에 지원하거나 참여할 때 자신의 기술을 보여주는 물리적 근거로 작용합니다.',
//     '자신감의 향상과 동기부여 제공은 컴퓨터 공학에 대한 꾸준한 흥미로 이어집니다.',
//   ],
// };

export const project = {
  title: 'Project',
  imgSrc: '../../assets/image/Project/star',
  benefits: [
    '졸업 프로젝트를 제외하면, 사람들과 협업할 기회를 접하기는 어렵습니다.',
    '7주간 진행되는 프로젝트를 통해 직무에 대한 방향성을 제공합니다.',
    '프로젝트를 통해 코딩, 디자인, 프로젝트 관리, 형상 관리(Git) 등 컴퓨터 공학의 여러 분야에서 성장합니다.',
    '프로젝트 결과물은 기업, 대학원, 공모전 등에 지원하거나 참여할 때 자신의 기술을 보여주는 물리적 근거로 작용합니다.',
  ],
};

export const study = {
  title: 'Study',
  benefits: [
    '졸업 프로젝트를 제외하면, 사람들과 협업할 기회를 접하기는 어렵습니다.',
    '7주간 진행되는 프로젝트를 통해 직무에 대한 방향성을 제공합니다.',
    '프로젝트를 통해 코딩, 디자인, 프로젝트 관리, 형상 관리(Git) 등 컴퓨터 공학의 여러 분야에서 성장합니다.',
    '프로젝트 결과물은 기업, 대학원, 공모전 등에 지원하거나 참여할 때 자신의 기술을 보여주는 물리적 근거로 작용합니다.',
    '프로젝트 결과물은 기업, 대학원, 공모전 등에 지원하거나 참여할 때 자신의 기술을 보여주는 물리적 근거로 작용합니다.',
  ],
};

export const entertainment = {
  title: 'Entertainment',
  benefits: [
    '졸업 프로젝트를 제외하면, 사람들과 협업할 기회를 접하기는 어렵습니다.',
    '프로젝트를 통해 코딩, 디자인, 프로젝트 관리, 형상 관리(Git) 등 컴퓨터 공학의 여러 분야에서 성장합니다.',
    '프로젝트 결과물은 기업, 대학원, 공모전 등에 지원하거나 참여할 때 자신의 기술을 보여주는 물리적 근거로 작용합니다.',
  ],
};
