export default [
  {
    imageSrc: 'PromotionImage.Project.png',
    title: 'Project',
    benefits: [
      '다양한 분야(웹, 앱)의 프로젝트를 경험하며 진로를 구체화할 수 있어요',
      '프로젝트 배포를 통해 실무 경험을 쌓을 수 있어요.',
      '디자이너라면 개발자와의 협업할 수 있어요.',
      '개발자라면 디자이너와 협업할 수 있어요.',
    ],
  },
  {
    imageSrc: '../assets/svg/PromotionImage.Study.png',
    title: `Study & 
    Networking`,
    benefits: [
      '토이 프로젝트는 단편적인 지식만으로 수행할 수 없습니다.',
      '꾸준하게 지식을 공유하고 학습하여 완성도를 높여야 합니다.',
      '팀원 간 도움과 협조가 필수적이므로 인적 네트워크를 구성합니다.',
      '프로젝트 주제를 선정할 때, 비슷한 관심사를 가진 사람들과 함께하는 기회를 제공합니다.',
      '흥미 직무에 대한 고민을 깊게 지속할 수 있는 원동력을 제공합니다.',
      '개인과 팀이 필요로하는 스터디를 체계적으로 생성하여 학습의 확장성 또한 제공합니다.',
      '다른 사람들과의 네트워크는 미래의 협업과 취업으로 이어질 수 있습니다.',
    ],
  },
  {
    imageSrc: '../assets/svg/PromotionImage.Entertainment.png',
    title: 'Entertainment',
    benefits: [
      '규율 위에 세워진 자율을 지향합니다.',
      '공부할 때 열심히 공부하고, 놀 때 신나게 즐깁니다.',
      '엔터테인먼트 활동은 관계 형성에 중요하게 작용합니다.',
      '구성원이 협력하고 신뢰를 쌓는 데 도움이 되며 동아리의 지속성을 높일 수 있습니다.',
      '학문적이고 전문적인 활동으로부터 휴식을 제공하여 재충전을 통한 지속적인 활동이 가능합니다.',
      '소속감을 향상시켜 동아리 활동에 대한 책임감을 강화합니다.',
      '동아리 내 동아리와 같은 모임을 통해 친밀감과 유대감을 향상합니다.',
    ],
  },
];
