export default [
  {
    imageSrc: '../../assets/image/PromotionImage/Project.png',
    title: 'Project',
    benefits: [
      '졸업 프로젝트를 제외하면, 사람들과 협업할 기회를 접하기는 어렵습니다.',
      '7주간 진행되는 프로젝트를 통해 직무에 대한 방향성을 제공합니다.',
      '프로젝트를 통해 코딩, 디자인, 프로젝트 관리, 형상 관리(Git) 등 컴퓨터 공학의 여러 분야에서 성장합니다.',
      '프로젝트 결과물은 기업, 대학원, 공모전 등에 지원하거나 참여할 때 자신의 기술을 보여주는 물리적 근거로 작용합니다.',
      '자신감의 향상과 동기부여 제공은 컴퓨터 공학에 대한 꾸준한 흥미로 이어집니다.',
    ],
  },
  {
    imageSrc: '/assets/image/PromotionImage/Study.png',
    title: `Study & 
    Networking`,
    benefits: [
      '토이 프로젝트는 단편적인 지식만으로 수행할 수 없습니다.',
      '꾸준하게 지식을 공유하고 학습하여 완성도를 높여야 합니다.',
      '팀원 간 도움과 협조가 필수적이므로 인적 네트워크를 구성합니다.',
      '프로젝트 주제를 선정할 때, 비슷한 관심사를 가진 사람들과 함께하는 기회를 제공합니다.',
      '흥미 직무에 대한 고민을 깊게 지속할 수 있는 원동력을 제공합니다.',
    ],
  },
  {
    imageSrc: '../../assets/image/PromotionImage/Entertainment.png',
    title: 'Entertainment',
    benefits: [
      '규율 위에 세워진 자율을 지향합니다.',
      '공부할 때 열심히 공부하고, 놀 때 신나게 즐깁니다.',
      '엔터테인먼트 활동은 관계 형성에 중요하게 작용합니다.',
      '구성원이 협력하고 신뢰를 쌓는 데 도움이 되며 동아리의 지속성을 높일 수 있습니다.',
      '학문적이고 전문적인 활동으로부터 휴식을 제공하여 재충전을 통한 지속적인 활동이 가능합니다.',
      '동아리 내 동아리와 같은 모임을 통해 친밀감과 유대감을 향상합니다.',
    ],
  },
];
